AreCoordinationModelHandlesHidden Property
 Indicates if Coordination Model handles are currently hidden in the view.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.2.0.0)
  Since:  2018
 Syntax
  C#
public bool AreCoordinationModelHandlesHidden { get; set; }
  Visual Basic
Public Property AreCoordinationModelHandlesHidden As Boolean
	Get
	Set
  Visual C++
public:
property bool AreCoordinationModelHandlesHidden {
	bool get ();
	void set (bool value);
}
 Field Value
 True if Coordination Model handles are currently hidden in the view, false otherwise.
 See Also
  View Class
  Autodesk.Revit.DB Namespace
 ArchiLabs
Stop fighting Revit automation.
Build repeatable BIM design and documentation workflows with scripts, data, and AI in one place, without wrestling brittle one-off automations.
 Try ArchiLabs →